{
  "papers": [
    {
      "title": "How to Form the Human Brain",
      "link": "http://osf.io/fpn4r/"
    },
    {
      "title": "A \"narrative medicine\" approach to teach psychiatry: Students experiencing schizophrenia and schizoaffective disorders in stories and movies - Reports from teaching experiences and original teaching materials",
      "link": "http://osf.io/agvke/"
    },
    {
      "title": "Investigating Effective Communication Strategies Employed by School Principals to Convey the Significance of Climate Change Education to Students, Staff, and Parents",
      "link": "http://osf.io/qzagb/"
    },
    {
      "title": "Critical Thinking and Ethics in the Age of Generative AI in Education",
      "link": "http://osf.io/7dr9j/"
    },
    {
      "title": "The statistical thinking in undergraduate biology (STUB) network: activities, resources and next steps",
      "link": "http://osf.io/5x32a/"
    },
    {
      "title": "Education researchers' barriers and attitudes toward data sharing",
      "link": "http://osf.io/8y6fd/"
    },
    {
      "title": "Non-Overlapping Leave Future Out Validation (NOLFO): Implications for Graduation Prediction",
      "link": "http://osf.io/tx8cy/"
    },
    {
      "title": "From a Nominal to Normative Commitment: Liberating Learning Analytics from Embedded Biases Through a Sociotechnical Systems Approach",
      "link": "http://osf.io/b8yav/"
    },
    {
      "title": "LEAP: A Model for Learning Engineering Practices Through Abstraction at Progressive Levels",
      "link": "http://osf.io/vghbn/"
    },
    {
      "title": "Towards Inclusive Higher Education for Neuroatypical Students: a critical review",
      "link": "http://osf.io/vx5gr/"
    },
    {
      "title": "Reacting to Generative AI: Insights from Student and Faculty Discussions on Reddit",
      "link": "http://osf.io/h79ms/"
    },
    {
      "title": "\"I felt good being up here!\" Shifts in student exposure to restorative practices",
      "link": "http://osf.io/4u8dm/"
    },
    {
      "title": "Mentoring through Tinkering Programme Design Guide",
      "link": "http://osf.io/cpfwr/"
    },
    {
      "title": "A Methodological Review on Dynamic Assessment of Reading Comprehension: An Appraisal of the Construct, Consequential and Social Validity",
      "link": "http://osf.io/d5qsy/"
    },
    {
      "title": "\"Transformative Dynamics: Unleashing the Power of Interpersonal Skills Training in Medical Education to Shape a Collaborative, Supportive, and Communicative School Environment\"",
      "link": "http://osf.io/d5n3j/"
    },
    {
      "title": "Automatic Text Analysis of Reflective Essays to Quantify the Impact of the Modification of a Mechanical Engineering Course",
      "link": "http://osf.io/94qhm/"
    },
    {
      "title": "Parents' Views on the Use of AI-Based Chatbots Such as ChatGPT in High School (STEM) Education",
      "link": "http://osf.io/8yj42/"
    },
    {
      "title": "A Quest Towards Academic and Social Integration in the United States: A Narrative Inquiry into Academic Mobility Experiences of Indian STEM Post-Doctorates",
      "link": "http://osf.io/54x3t/"
    },
    {
      "title": "A Call to Revolution: Critical Theory from German Neo-Marxism to a Canadian Theory of Education",
      "link": "http://osf.io/5rvs4/"
    },
    {
      "title": "\"The best year\" / \"I struggled with everything\": Widening participation experiences of pandemic online learning",
      "link": "http://osf.io/5bphj/"
    },
    {
      "title": "Consistency analysis of assessment boards in University Entrance Examinations in Spain",
      "link": "http://osf.io/672sm/"
    },
    {
      "title": "Wissenschaftlicher Holismus und Synoptischer Wissenstransfer (<<Two-Eyed Seeing>>); Eine Moglichkeit, medizinische Themen in den naturwissenschaftlichen Unterricht zu integrieren.",
      "link": "http://osf.io/4yg5j/"
    },
    {
      "title": "Reconceptualizing literacy in the age of artificial intelligence",
      "link": "http://osf.io/gawhz/"
    },
    {
      "title": "An Immersive Curriculum to Develop Computational Science and Research Skills in a Cohort-Based Internship Program",
      "link": "http://osf.io/82qnb/"
    },
    {
      "title": "Relacion entre los estilos de pensamiento, creencias y autoeficacia en matematicas y el rendimiento academico en estudiantes universitarios de primer ano.",
      "link": "http://osf.io/tnw6y/"
    },
    {
      "title": "Marco Teorico Historico y Legal de las Escuelas Tecnicas Secundarias de la Republica Argentina. Theoretical Historical and Legal Framework of the Secondary Technical Schools of the Argentine Republic.",
      "link": "http://osf.io/6597w/"
    },
    {
      "title": "A population perspective on international students in Australian universities",
      "link": "http://osf.io/hsnke/"
    },
    {
      "title": "Building a Nationally Representative Sample of Teachers' Online and Offline: The Public Instructional Network of School Resources",
      "link": "http://osf.io/ztuq5/"
    },
    {
      "title": "Are Large Multimodal Foundation Models all we need? On Opportunities and Challenges of these Models in Education",
      "link": "http://osf.io/n7dvf/"
    },
    {
      "title": "Digital Stories and Inclusive Cultures at School: A Research Study in an Italian Primary Multicultural Classroom",
      "link": "http://osf.io/cz9vg/"
    },
    {
      "title": "Can ChatGPT Reliably and Accurately Apply a Rubric to L2 Writing Assessments? The Devil is in the Prompt(s)",
      "link": "http://osf.io/3r2zb/"
    },
    {
      "title": "Reworking the recipe: Adding experimentation and reflection to exercise physiology laboratories",
      "link": "http://osf.io/9svkf/"
    },
    {
      "title": "Artificial Intelligence, Large Language Models, and Large Vision Models in Education",
      "link": "http://osf.io/h9r4z/"
    },
    {
      "title": "MOST: alfabetizacion cientifica y educacion para la sostenibilidad a traves de Proyectos de Escuela Abierta",
      "link": "http://osf.io/k6hc7/"
    },
    {
      "title": "A framework for public health analyses: a list of user-friendly solutions to avoid significance misconceptions in statistical testing",
      "link": "http://osf.io/um8az/"
    },
    {
      "title": "Genesis of the Trans-Disciplinary University, Bengaluru - Notes of a Founder Trustee",
      "link": "http://osf.io/akzt2/"
    },
    {
      "title": "Using Sustainable Development Goals in blended learning environments to increase student engagement and connect with the knowledge ecosystem",
      "link": "http://osf.io/ze72n/"
    },
    {
      "title": "Current Trends In The Establishment Of International Branch Campuses In Asia",
      "link": "http://osf.io/sxt4v/"
    },
    {
      "title": "The Relationship Between Attitudes Toward Classroom Learning and Attitudes Toward Digital Classroom Learning",
      "link": "http://osf.io/tz5f3/"
    },
    {
      "title": "EduMap: Navigating a Learning Adventure",
      "link": "http://osf.io/ez2bk/"
    },
    {
      "title": "Lipstick on a Pig? Critical Theory, Cognitive Science and Ontario's New Language Curriculum.",
      "link": "http://osf.io/ps9rf/"
    },
    {
      "title": "Exploring the Learning Experiences of Neurodivergent College Students in STEM Courses",
      "link": "http://osf.io/cz832/"
    },
    {
      "title": "Does Ontario's Ministry of Education Promote Critical Theory in K-12 Education?",
      "link": "http://osf.io/cynw2/"
    },
    {
      "title": "Evaluating Empirical Evidence for Protective Factors: A Scoping Review on Resilience in Literacy",
      "link": "http://osf.io/28e47/"
    },
    {
      "title": "Knowledge Creating Communities for teacher professional learning about data literacy",
      "link": "http://osf.io/zye4g/"
    },
    {
      "title": "Pedagogical Design Matters: Integrating Engineering Design and Knowledge Building for Undergraduates to Practice and Improve Computational Thinking Skills",
      "link": "http://osf.io/2ugbf/"
    },
    {
      "title": "Student Success Evaluation Framework: Determining causality in activities to improve attendance and attainment.",
      "link": "http://osf.io/9v35b/"
    },
    {
      "title": "INTEGRACION DE OBJETIVOS DE DESARROLLO SOSTENIBLE EN MATERIAS DE ESTADISTICA Y MATEMATICAS EN LA DOCENCIA UNIVERSITARIA",
      "link": "http://osf.io/rkb9g/"
    },
    {
      "title": "Learning from Learning Loss: Bayesian Updating in Academic Universal Screening During Learning Disruptions",
      "link": "http://osf.io/ktc3e/"
    },
    {
      "title": "Cripping STEM Education: 5 Principles for Disrupting Compulsory Sightedness",
      "link": "http://osf.io/9gf2z/"
    },
    {
      "title": "Use of Mnemonics: A teaching strategy to enhance the achievement of Grade 9 students in Physics",
      "link": "http://osf.io/pz2ur/"
    }
  ]
}